/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* <Comma-separated list of names> + <number of hidden names>, e.g. \"Bob, Jane + 3\" */
"%1$@ + %2$ld" = "%1$@ + %2$ld";

/* <Name> shared at <time> */
"%1$@ shared at %2$@" = "%1$@ partilhado às %2$@";

/* <Name> shared on <date> */
"%1$@ shared on %2$@" = "%1$@ partilhado em %2$@";

/* No comment provided by engineer. */
"%@ shared {NOTEBOOKS_PLURAL:a notebook|{NOTEBOOKS} notebooks}" = "%@ partilhou {NOTEBOOKS_PLURAL:um bloco de notas|{NOTEBOOKS} blocos de notas}";

/* No comment provided by engineer. */
"%@ shared {NOTES_PLURAL:a note|{NOTES} notes}" = "%@ partilhou {NOTES_PLURAL:uma nota|{NOTES} notas}";

/* No comment provided by engineer. */
"%@ shared {NOTES_PLURAL:{NOTES} note|{NOTES} notes} and {NOTEBOOKS_PLURAL:{NOTEBOOKS} notebook|{NOTEBOOKS} notebooks}" = "%@ partilhou {NOTES_PLURAL:{NOTES} nota|{NOTES} notas} e {NOTEBOOKS_PLURAL:{NOTEBOOKS} bloco de notas|{NOTEBOOKS} blocos de notas}";

/* %d Notebooks */
"%d Notebooks" = "%d Blocos de Notas";

/* %d Notes */
"%d Notes" = "%d Notas";

/* Chat title when all participants are unknown. The parameter is the number of participants */
"%d other people" = "%d outras pessoas";

/* Size Text: bytes */
"%qu bytes" = "%qu bytes";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* 1 Note */
"1 Note" = "1 Nota";

/* 1 Notebook */
"1 Notebook" = "1 Bloco de notas";

/* 1 other person was added */
"1 other person was added" = "Foi adicionada uma outra pessoa";

/* <changedBy> added 1 other person to <threadName> */
"<changedBy> added 1 other person to <threadName>" = "<changedBy> adicionou uma outra pessoa a <threadName>";

/* <changedBy> added 1 other person to this chat */
"<changedBy> added 1 other person to this chat" = "<changedBy> adicionou uma outra pessoa a este chat";

/* <changedBy> added <changedParticipant> to <threadName> */
"<changedBy> added <changedParticipant> to <threadName>" = "<changedBy> adicionou <changedParticipant> para <threadName>";

/* <changedBy> added <changedParticipant> to this chat */
"<changedBy> added <changedParticipant> to this chat" = "<changedBy> adicionou <changedParticipant> a este chat";

/* <changedBy> added you to <threadName> */
"<changedBy> added you to <threadName>" = "<changedBy> adicionou-o(a) a <threadName>";

/* <changedBy> added you to this chat */
"<changedBy> added you to this chat" = "<changedBy> adicionou-o(a) a este chat";

/* <changedBy> changed the topic */
"<changedBy> changed the topic" = "<changedBy> alterou o assunto";

/* <changedBy> changed the topic from <oldThreadName> to <newThreadName> */
"<changedBy> changed the topic from <oldThreadName> to <newThreadName>" = "<changedBy> alterou o assunto de <oldThreadName> para <newThreadName>";

/* Someone in a thread included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"<changedBy> included:" = "<changedBy> incluiu:";

/* <changedBy> left <threadName> */
"<changedBy> left <threadName>" = "<changedBy> abandonou <threadName>";

/* <changedBy> left this chat */
"<changedBy> left this chat" = "<changedBy> abandonou este chat";

/* <changedBy> removed 1 other person from <threadName> */
"<changedBy> removed 1 other person from <threadName>" = "<changedBy> removeu uma outra pessoa do(a) <threadName>";

/* <changedBy> removed 1 other person from this chat */
"<changedBy> removed 1 other person from this chat" = "<changedBy> removeu uma outra pessoa deste chat";

/* <changedBy> removed <changedParticipant> from <threadName> */
"<changedBy> removed <changedParticipant> from <threadName>" = "<changedBy> removeu <changedParticipant> de <threadName>";

/* <changedBy> removed <changedParticipant> from this chat */
"<changedBy> removed <changedParticipant> from this chat" = "<changedBy> removeu <changedParticipant> deste chat";

/* <changedBy> removed you from <threadName> */
"<changedBy> removed you from <threadName>" = "<changedBy> removeu-o(a) de <threadName>";

/* <changedBy> removed you from this chat */
"<changedBy> removed you from this chat" = "<changedBy> removeu-o(a) deste chat";

/* <changedBy> set the topic */
"<changedBy> set the topic" = "<changedBy> criou o assunto";

/* <changedBy> set the topic: <newThreadName> */
"<changedBy> set the topic: <newThreadName>" = "<changedBy> criou o assunto: <newThreadName>";

/* <changedBy> unset the topic */
"<changedBy> unset the topic" = "<changedBy> removeu o assunto";

/* <changedParticipant> was added */
"<changedParticipant> was added" = "Foi adicionado(a) <changedParticipant>";

/* <changedParticipant> was removed */
"<changedParticipant> was removed" = "<changedParticipant> foi removido(a)";

/* \"%@\" is already in use. Please use a unique topic name. */
"\"%@\" is already in use. Please use a unique topic name." = "\"%@\" já se encontra em utilização. Por favor, utilize um nome de assunto único.";

/* All other participants have left */
"All other participants have left" = "Saíram todos os demais participantes";

/* An Evernote user
   Generic display name when contact name is not known. */
"An Evernote user" = "Um utilizador do Evernote";

/* Failed to reshare attachments when adding participants to chat. */
"Attachments could not be included." = "Os anexos não puderam ser incluídos.";

/* Authorization failed. */
"Authorization failed." = "Falha na autorização.";

/* unable to open the note error title, no note title */
"Can't open note" = "Não é possível abrir a nota";

/* unable to open the noteboook error title, no note title */
"Can't open notebook" = "Não foi possível abrir o bloco de notas";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Modificação em conflito por %1$@ em %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Modificação em conflito em %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "A contactar o servidor do Evernote...";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Não foi possível sincronizar a nota '%@'.";

/* Deleting items */
"Deleting items" = "A eliminar itens";

/* Deleting notebooks */
"Deleting notebooks" = "A eliminar blocos de notas";

/* Deleting notes */
"Deleting notes" = "A eliminar notas";

/* Deleting resources */
"Deleting resources" = "A eliminar recursos";

/* Deleting saved searchs */
"Deleting saved searchs" = "A eliminar pesquisas guardadas";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "A eliminar blocos de notas partilhados";

/* Deleting tags */
"Deleting tags" = "A eliminar etiquetas";

/* Downloading <notebook> */
"Downloading %@" = "A fazer o download de %@";

/* Downloading headers */
"Downloading headers" = "A fazer o download dos cabeçalhos";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "A fazer o download dos cabeçalhos (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "A fazer o download dos lembretes";

/* Downloading shortcuts */
"Downloading shortcuts" = "A fazer o download de atalhos";

/* unable to open note, detail message */
"Either you need permission to access or the note was moved." = "Ou você necessita de permissão para aceder ou a nota foi movida.";

/* unable to open notebook, detail message */
"Either you need permission to access or the notebook was moved or deleted." = "Necessita de permissão para aceder ou o bloco de notas foi movido ou eliminado.";

/* Email error */
"Email error" = "Erro de e-mail";

/* Email limit reached error message. */
"Email limit reached." = "Atingido o limite de e-mail.";

/* Email permission denied error message. */
"Email permission denied." = "Permissão de e-mail recusada.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Erro ao sincronizar bloco de notas partilhado. Entre em contacto com o proprietário deste bloco para receber um novo convite.";

/* Evernote Basic */
"Evernote Basic" = "Evernote Basic";

/* Evernote Plus */
"Evernote Plus" = "Evernote Plus";

/* Evernote Premium */
"Evernote Premium" = "Evernote Premium";

/* Expired Password */
"Expired password" = "Palavra-passe expirada";

/* Failed to update topic for this chat. */
"Failed to update topic for this chat." = "Ocorreu um erro ao atualizar o assunto deste chat.";

/* Finding notes to download... */
"Finding notes to download…" = "A encontrar notas para download...";

/* GenericCommunicationsError */
"GenericCommunicationsError" = "GenericCommunicationsError";

/* Imported notebook name */
"Import %1$@" = "Importar %1$@";

/* Invalid auth token */
"Invalid auth token" = "Token de autor inválido";

/* Email rejected error message. */
"Invalid email address." = "Endereço de e-mail inválido.";

/* Invalid Password */
"Invalid password" = "Palavra-passe inválida";

/* Invalid shared notebook */
"Invalid shared notebook" = "Bloco de notas partilhado inválido";

/* Invalid username */
"Invalid username" = "Nome de utilizador inválido";

/* Invalid username or password. */
"Invalid username or password." = "Nome de utilizador ou palavra-passe inválidos.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Ele contém um recurso sem dados.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Contém um tipo de recurso sem suporte.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Ele contém dados inválidos [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Ele contém dados de recursos inválidos.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Ele contém um recurso muito grande.";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Ele possui muitos recursos.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Ele possui muitas etiquetas.";

/* Basic Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Basic account, including all of its resources, is %@." = "É demasiado grande.  O tamanho máximo permitido para uma nota de uma conta Basic, incluindo todos os seus recursos, é de %@.";

/* Plus Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Plus account, including all of its resources, is %@." = "É demasiado grande.  O tamanho máximo permitido para uma nota de uma conta Plus, incluindo todos os seus recursos, é de %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a Premium account, including all of its resources, is %@." = "É demasiado grande.  O tamanho máximo permitido para uma nota de uma conta Premium, incluindo todos os seus recursos, é de %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Não foi encontrado no servidor.";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Este bloco de notas não é seu.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Não foi encontrado no servidor o seu familiar.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Não é a sua pesquisa.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Não é a sua etiqueta.";

/* LinkedIn */
"LinkedIn" = "LinkedIn";

/* My Notebook */
"My Notebook" = "O meu bloco de notas";

/* Name must be unique */
"Names must be unique." = "Os nomes devem ser exclusivos.";

/* ERROR TITLE: note not found */
"Note not found" = "Nota não encontrada";

/* Note sharing */
"Note sharing" = "Partilha de notas";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Bloco de notas não encontrado";

/* Processing server changes */
"Processing server changes" = "A processar alterações no servidor";

/* Processing server note changes */
"Processing server note changes" = "A processar alterações de notas no servidor";

/* Processing server notebook changes */
"Processing server notebook changes" = "A processar alterações do bloco de notas no servidor";

/* Processing server resource changes */
"Processing server resource changes" = "A processar alterações de recursos no servidor";

/* Processing server saved search changes */
"Processing server saved search changes" = "A processar alterações de pesquisas guardadas no servidor";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "A processar alterações de blocos de notas partilhados no servidor";

/* Processing server tag changes */
"Processing server tag changes" = "A processar alterações de etiquetas no servidor";

/* Public Notebook */
"Public Notebook" = "Bloco de notas público";

/* Sending changes */
"Sending changes" = "A enviar alterações";

/* Shared at <time> */
"Shared at %@" = "Partilhado às %@";

/* Shared on <date> */
"Shared on %@" = "Partilhado em %@";

/* Some items failed to sync and could not be shared */
"Some items failed to sync and could not be shared." = "Alguns itens não foram sincronizados e não puderam ser partilhados.";

/* Someone added <changedParticipant> to <threadName> */
"Someone added <changedParticipant> to <threadName>" = "Alguém adicionou <changedParticipant> a <threadName>";

/* Someone added <changedParticipant> to this chat */
"Someone added <changedParticipant> to this chat" = "Alguém adicionou <changedParticipant> a este chat";

/* Someone changed the topic */
"Someone changed the topic" = "Alguém alterou o assunto";

/* Someone changed the topic from <oldThreadName> to <newThreadName> */
"Someone changed the topic from <oldThreadName> to <newThreadName>" = "Alguém alterou o assunto de <oldThreadName> para <newThreadName>";

/* Someone included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"Someone included:" = "Alguém incluiu:";

/* Someone left <threadName> */
"Someone left <threadName>" = "Alguém abandonou <threadName>";

/* Someone left this chat */
"Someone left this chat" = "Alguém abandonou este chat";

/* Someone removed <changedParticipant> from <threadName> */
"Someone removed <changedParticipant> from <threadName>" = "Alguém removeu <changedParticipant> de <threadName>";

/* Someone removed <changedParticipant> from this chat */
"Someone removed <changedParticipant> from this chat" = "Alguém removeu <changedParticipant> deste chat";

/* Someone removed you from <threadName> */
"Someone removed you from <threadName>" = "Alguém o(a) removeu de <threadName>";

/* Someone removed you from this chat */
"Someone removed you from this chat" = "Alguém o(a) removeu deste chat";

/* Someone set the topic */
"Someone set the topic" = "Alguém criou o assunto";

/* Someone set the topic: <newThreadName> */
"Someone set the topic: <newThreadName>" = "Alguém criou o assunto: <newThreadName>";

/* Someone unset the topic */
"Someone unset the topic" = "Alguém removeu o assunto";

/* Someone was removed from this chat */
"Someone was removed from this chat" = "Alguém foi removido deste chat";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Desculpe, os nomes estão limitados a um comprimento de %d caracteres.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Desculpe, os nomes devem conter pelo menos %d caracteres de comprimento.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Desculpe, os nomes deverão ter pelo menos %d caracteres de comprimento";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Lamentamos, mas a operação que está a tentar executar excederia o seu limite mensal de uploads e não é possível concluí-la. Faça agora o upgrade da sua conta para o modo Premium e obtenha imediatamente um aumento dos uploads mensais, segurança reforçada, prioridade no reconhecimento de imagens e muito mais.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "A sincronização falhou porque ocorreu um erro de comunicação com os servidores Evernote.  Por favor, tente novamente mais tarde.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "A sincronização falhou porque o nome de utilizador ou a palavra-passe fornecida estão incorrectos.";

/* Sync Failed */
"Synchronization failed." = "A sincronização falhou.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Os dados do atributo são inválidos.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "A descrição do bloco de notas business é inválida.";

/* The client preference could not be synced */
"The client preference could not be synced" = "As preferências do cliente não podem ser sincronizadas";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "A preferência do cliente '%@' não pode ser sincronizada.";

/* The content could not be loaded */
"The content could not be loaded" = "O conteúdo não pode ser carregado";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "O conteúdo é inválido.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "O endereço de e-mail '%@' foi rejeitado pelo servidor.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "O e-mail não pode ser enviado porque iria exceder o limite diário de e-mails para esta conta.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "O e-mail não pode ser enviado porque a nota especificada não pertence a esta conta.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "O formato é inválido.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "O nome já está a ser utilizado por outra pesquisa.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "O nome já está a ser utilizado por outra etiqueta.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Esse nome já está a ser utilizado por outro bloco de notas.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "O nome é inválido.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be opened because of an error on the Evernote service." = "Não foi possível abrir a nota '%@', porque ocorreu um erro no serviço do Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "A nota '%@' não pode ser aberta.  Por favor, verifique a sua ligação à Internet e tente novamente mais tarde.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "Não foi possível partilhar a nota '%@', porque ela não existe no serviço do Evernote.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "Não foi possível partilhar a nota '%@', porque ocorreu um erro no serviço do Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "Não foi possível partilhar a nota '%@'.  Por favor, verifique sua ligação à Internet ou tente novamente mais tarde.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Não foi possível encontrar a nota. Por favor, verifique a sua ligação à Internet ou tente novamente mais tarde.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "A nota não pode ser aberta.  Por favor, verifique a sua ligação à Internet ou tente novamente mais tarde.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be opened because of an error on the Evernote service." = "Não foi possível abrir o bloco de notas '%@', porque ocorreu um erro no serviço do Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "O bloco de notas '%@' não pode ser aberto.  Por favor, verifique a sua ligação à Internet ou tente novamente mais tarde.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "Não foi possível partilhar o bloco de notas '%@', porque ocorreu um erro no serviço do Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "Não foi possível partilhar a nota '%@'.  Por favor, verifique sua ligação à Internet ou tente novamente mais tarde.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "O bloco de notas não foi encontrado no servidor.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Não foi possível encontrar o bloco de notas. Por favor, verifique a sua ligação à Internet ou tente novamente mais tarde.";

/* ERROR MESG: notebook not found */
"The notebook could not be shared because it does not exist on the Evernote service." = "Não foi possível partilhar o bloco de notas porque ele não existe no serviço do Evernote.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "O bloco de notas '%@' não pode ser sincronizado.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "A operação que está a tentar executar irá exceder o seu limite de upload mensal e como tal não poderá ser concluída.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "O proprietário deste bloco de notas cancelou o seu convite para o bloco de notas. Contacte o proprietário para receber um novo convite.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "A etiqueta familiar é inválida.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "O nome de preferência ou valor de preferência está num formato inválido.";

/* The preference was empty. */
"The preference was empty." = "A preferência está vazia.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "A descrição pública é muito longa.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "O URL público já está sendo utilizado por outro bloco de notas.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "O URL público é inválido.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "A consulta é muito longa.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Os dados do atributo de recurso são inválidos.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "O recurso '%@' não pode ser sincronizado.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "A pesquisa '%@' não pode ser sincronizada.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "O bloco de anotações partilhado '%@' não pode ser sincronizado.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "A etiqueta '%@' não pode ser sincronizada.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "O título é inválido.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Existem muitos blocos de notas.";

/* LIMIT_REACHED Note */
"Too many notes." = "Demasiadas notas.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Há muitas pesquisas.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Há muitas etiquetas.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Tentei adicionar mais preferências do que o máximo permitido.";

/* ERROR TITLE: unable to access */
"Unable to access note" = "Não é possível aceder à nota";

/* ERROR TITLE: unable to access */
"Unable to access notebook" = "Não é possível aceder ao bloco de notas";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Não foi possível abrir a nota";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Não foi possível abrir o bloco de notas";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Não foi possível guardar a nota “%1$@” no bloco de notas “%2$@”. Foi colocada uma cópia desta nota no seu bloco de notas padrão.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Não foi possível guardar a nota “%1$@”. Foi colocada uma cópia desta nota no seu bloco de notas padrão.";

/* Unable to set topic. */
"Unable to set topic." = "Não foi possível criar o assunto.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Não foi possível partilhar a nota";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Não é possível partilhar o bloco de notas";

/* Unknown Error */
"Unknown Error" = "Erro Desconhecido";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Erro Desconhecido nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Erro Desconhecido s%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Erro Desconhecido u%1$i";

/* Unknown account type */
"Unkown account type" = "Tipo de conta desconhecido";

/* Untitled */
"Untitled" = "Sem título";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "A aguardar a sincronização de cabeçalho";

/* Waiting for internet connection */
"Waiting for internet connection" = "A aguardar uma ligação à Internet";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "A aguardar por uma ligação Wi-Fi";

/* You added 1 other person to <threadName> */
"You added 1 other person to <threadName>" = "Você adicionou uma outra pessoa a <threadName>";

/* You added 1 other person to this chat */
"You added 1 other person to this chat" = "Você adicionou uma outra pessoa a este chat";

/* You added <changedParticipant> to <threadName> */
"You added <changedParticipant> to <threadName>" = "Você adicionou <changedParticipant> a <threadName>";

/* You added <changedParticipant> to this chat */
"You added <changedParticipant> to this chat" = "Você adicionou <changedParticipant> a este chat";

/* You are not connected to the internet. */
"You are not connected to the internet." = "Você não se encontra ligado à Internet.";

/* You changed the topic */
"You changed the topic" = "Você alterou o assunto";

/* You changed the topic from <oldThreadName> to <newThreadName> */
"You changed the topic from <oldThreadName> to <newThreadName>" = "Alterou o assunto de <oldThreadName> para <newThreadName>";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "Você não possui permissões para gravar neste bloco de notas.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "Não tem permissão para partilhar todos os blocos de notas selecionados.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "Não tem permissão para partilhar todas as notas e blocos de notas selecionados.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "Você não tem permissão para partilhar todas as notas.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "Você não tem permissão para partilhar a nota '%@'";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "Você não tem permissão para partilhar o bloco de notas '%@'";

/* You included one or more attachments in a chat. Below this string, there is a clickable list of attachment names. */
"You included:" = "Incluiu:";

/* You left <threadName> */
"You left <threadName>" = "Você abandonou <threadName>";

/* You left this chat */
"You left this chat" = "Você abandonou este chat";

/* ERROR MESG: need business authentication, with param for note title */
"You must authenticate to your business account to open the note '%@'." = "Deverá autenticar-se na sua conta do Business para poder abrir a nota '%@'.";

/* ERROR MESG: need business authentication, with param for notebook name */
"You must authenticate to your business account to open the notebook '%@'." = "Deverá autenticar-se na sua conta do Business para poder abrir o bloco de notas '%@'.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Você deverá estar online para poder aceder às notas partilhadas.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Você deverá estar online para aceder ao bloco de notas partilhado '%@'.";

/* You need a network connection to view all available business notebooks. */
"You need a network connection to view all available business notebooks." = "Você necessita de uma ligação à rede para ver todos os blocos de notas business disponíveis.";

/* You removed 1 other person from <threadName> */
"You removed 1 other person from <threadName>" = "Você removeu uma outra pessoa do(a) <threadName>";

/* You removed 1 other person from this chat */
"You removed 1 other person from this chat" = "Você removeu uma outra pessoa deste chat";

/* You removed <changedParticipant> from <threadName> */
"You removed <changedParticipant> from <threadName>" = "Você removeu <changedParticipant> de <threadName>";

/* You removed <changedParticipant> from this chat */
"You removed <changedParticipant> from this chat" = "Você removeu <changedParticipant> deste chat";

/* You set the topic */
"You set the topic" = "Você criou o assunto";

/* You set the topic: <newThreadName> */
"You set the topic: <newThreadName>" = "Você criou o assunto: <newThreadName>";

/* You shared at <time>. */
"You shared at %@" = "Você partilhou às %@";

/* You shared on <date>. */
"You shared on %@" = "Você partilhou em %@";

/* No comment provided by engineer. */
"You shared {NOTEBOOKS_PLURAL:a notebook|{NOTEBOOKS} notebooks}" = "Você partilhou {NOTEBOOKS_PLURAL:um bloco de notas|{NOTEBOOKS} blocos de notas}";

/* No comment provided by engineer. */
"You shared {NOTES_PLURAL:a note|{NOTES} notes}" = "Você partilhou {NOTES_PLURAL:uma nota|{NOTES} notas}";

/* No comment provided by engineer. */
"You shared {NOTES_PLURAL:{NOTES} note|{NOTES} notes} and {NOTEBOOKS_PLURAL:{NOTEBOOKS} notebook|{NOTEBOOKS} notebooks}" = "Você partilhou {NOTES_PLURAL:{NOTES} nota|{NOTES} notas} e {NOTEBOOKS_PLURAL:{NOTEBOOKS} bloco de notas|{NOTEBOOKS} blocos de notas}";

/* You unset the topic */
"You unset the topic" = "Você removeu o assunto";

/* You were added to this chat */
"You were added to this chat" = "Você foi adicionado a este chat";

/* You were removed from this chat */
"You were removed from this chat" = "Você foi removido deste chat";

/* Thread title with only the signed-in user */
"You##threadTitleWithOnlyTheSignedInUser" = "Você";

/* Your account has been deactivated. */
"Your account has been deactivated." = "A sua conta foi desactivada.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "A sua palavra-passe expirou. Reponha a sua palavra-passe para poder fazer o download do conteúdo.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "A sua palavra-passe é inválida. Reponha a sua palavra-passe para poder fazer o download do conteúdo.";

/* Your username is invalid. */
"Your username is invalid." = "O seu nome de utilizador é inválido.";
